Repository: astraeus917/Prometheus
Catalog: config/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Enter the command:
pt_br: Digite o comando:

source: Enter your username:
pt_br: Digite seu nome de usuário:

source: Enter your password:
pt_br: Digite sua senha:

source: Access authorized!
pt_br: Acesso autorizado!

source: Access not authorized!
pt_br: Acesso não autorizado!

source: Login not found!
pt_br: Login não encontrado!

source: [SUCCESS]:
pt_br: [SUCESSO]:

source: [ERROR]:
pt_br: [ERRO]:

source: Enter a valid command.
pt_br: Digite um comando valido.

source: Try using the [help] command.
pt_br: Tente usar o comando [help]

source: Exiting...
pt_br: Saindo...

source: Command not found!
pt_br: Comando não encontrado!

source: Default Commands
pt_br: Comandos Normais

source: Tool Commands
pt_br: Ferramentas

source: Welcome to the tool's help menu, see below the list of available commands.
pt_br: Bem vindo ao menu de ajuda da ferramenta, veja abaixo a lista de comandos disponíveis.

source: Exit the tool.
pt_br: Sair da ferramenta.

source: Clear the tool screen.
pt_br: Limpar a tela da ferramenta.

source: Display the help menu and command list.
pt_br: Exibe o menu de ajuda e lista de comandos.

source: Open another window with a custom shell.
pt_br: Abre outra janela com um shell personalizado.

source: Open another window with YouTube Downloader.
pt_br: Abre outra janela com o YouTube Downloader.

source: Clean up temporary system files.
pt_br: Limpe arquivos temporários do sistema.

source: Requesting permission to run the script with admin privileges.
pt_br: Solicitando permissão para executar o script com privilégios de administrador.

source: Temporary files deletion task completed! (leaving in 5 seconds...)
pt_br: Tarefa de exclusão de arquivos temporários concluída! (saindo em 5 segundos...)

source: Deleting temporary files from the path:
pt_br: Excluindo arquivos temporários do caminho:

source: Unable to delete temporary files.
pt_br: Não é possível excluir arquivos temporários.

source: Does not possible delete this file or folder:
pt_br: Não é possível excluir este arquivo ou pasta:
